/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Κέντρο";

/* An audio channel label. */
"Center Surround" = "Κέντρο Surround";

/* An audio channel label. */
"Center Surround Direct" = "Κέντρο Surround Direct";

/* Channel. An audio channel label. */
"Channel" = "Κανάλι";

/* Channels. An audio channel label. */
"Channels" = "Κανάλια";

/* An audio channel label. */
"Click Track" = "Click Track";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Διακριτό";

/* An audio channel label. */
"Foreign Language" = "Ξένη γλώσσα";

/* An audio channel label. */
"Headphones Left" = "Ακουστικά αριστερά";

/* An audio channel label. */
"Headphones Right" = "Ακουστικά δεξιά";

/* An audio channel label. */
"Hearing Impaired" = "Βαρήκοοι";

/* An audio channel label. */
"Left" = "Αριστερά";

/* An audio channel label. */
"Left Center" = "Αριστερά κέντρο";

/* An audio channel label. */
"Left Surround" = "Αριστερά Surround";

/* An audio channel label. */
"Left Surround Direct" = "Αριστερά Surround Direct";

/* An audio channel label. */
"Left Total" = "Αριστερά σύνολο";

/* An audio channel label. */
"Left Wide" = "Αριστερά ευρύ";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Οθόνη LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Μέση";

/* An audio channel label. */
"Mono" = "Μονοφωνικό";

/* An audio channel label. */
"Narration" = "Διήγηση";

/* An audio channel label. */
"Rear Surround Left" = "Δεξιά Surround Αριστερά";

/* An audio channel label. */
"Rear Surround Right" = "Πίσω Surround Δεξιά";

/* An audio channel label. */
"Right" = "Δεξιά";

/* An audio channel label. */
"Right Center" = "Δεξιά Κέντρο";

/* An audio channel label. */
"Right Surround" = "Δεξιά Surround";

/* An audio channel label. */
"Right Surround Direct" = "Δεξιά Surround Direct";

/* An audio channel label. */
"Right Total" = "Δεξιά σύνολο";

/* An audio channel label. */
"Right Wide" = "Δεξιά ευρύ";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Πλευρικά";

/* An audio channel label. */
"Top Back Center" = "Πάνω Πίσω Κέντρο";

/* An audio channel label. */
"Top Back Left" = "Πάνω Πίσω Αριστερά";

/* An audio channel label. */
"Top Back Right" = "Πάνω Πίσω Δεξιά";

/* An audio channel label. */
"Top Center Surround" = "Πάνω Κέντρο Surround";

/* An audio channel label. */
"Unknown" = "Άγνωστο";

/* An audio channel label. */
"Unused" = "Δεν έχει χρησιμοποιηθεί";

/* An audio channel label. */
"Vertical Height Center" = "Κάθετο ύψος Κέντρο";

/* An audio channel label. */
"Vertical Height Left" = "Κάθετο ύψος Αριστερά";

/* An audio channel label. */
"Vertical Height Right" = "Κάθετο ύψος Δεξιά";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Απτικό";

